Repository: alexandrosm77/migraine_forecast
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: Migraine Forecast
el: Πρόβλεψη Ημικρανίας

source: Home
el: Αρχική

source: Dashboard
el: Πίνακας Ελέγχου

source: Locations
el: Τοποθεσίες

source: Predictions
el: Προβλέψεις

source: Migraine Predictions
el: Προβλέψεις Ημικρανίας

source: Sinusitis Predictions
el: Προβλέψεις Ιγμορίτιδας

source: Profile
el: Προφίλ

source: Logout
el: Αποσύνδεση

source: Login
el: Σύνδεση

source: Register
el: Εγγραφή

source: You haven't added any locations yet. Add a location to start receiving migraine forecasts.
el: Δεν έχετε προσθέσει τοποθεσίες ακόμα. Προσθέστε μια τοποθεσία για να αρχίσετε να λαμβάνετε προβλέψεις ημικρανίας.

source: Add Location
el: Προσθήκη Τοποθεσίας

source: High Migraine Risk Alert
el: Υψηλός Κίνδυνος Ημικρανίας

source: High migraine probability detected in the next 24 hours:
el: Εντοπίστηκε υψηλή πιθανότητα ημικρανίας τις επόμενες 24 ώρες:

source: Details
el: Λεπτομέρειες

source: High Sinusitis Risk Alert
el: Υψηλός Κίνδυνος Ιγμορίτιδας

source: High sinusitis probability detected in the next 24 hours:
el: Εντοπίστηκε υψηλή πιθανότητα ιγμορίτιδας τις επόμενες 24 ώρες:

source: Your Locations
el: Οι Τοποθεσίες σας

source: Lat
el: Γεωγρ. Πλάτος

source: Long
el: Γεωγρ. Μήκος

source: View Details
el: Προβολή Λεπτομερειών

source: Add New Location
el: Προσθήκη Νέας Τοποθεσίας

source: Recent Migraine Predictions
el: Πρόσφατες Προβλέψεις Ημικρανίας

source: Location
el: Τοποθεσία

source: Time Window
el: Χρονικό Παράθυρο

source: Probability
el: Πιθανότητα

source: Actions
el: Ενέργειες

source: High
el: Υψηλή

source: Medium
el: Μέτρια

source: Low
el: Χαμηλή

source: View All Migraine Predictions
el: Προβολή Όλων των Προβλέψεων Ημικρανίας

source: No recent migraine predictions available.
el: Δεν υπάρχουν πρόσφατες προβλέψεις ημικρανίας.

source: Recent Sinusitis Predictions
el: Πρόσφατες Προβλέψεις Ιγμορίτιδας

source: View All Sinusitis Predictions
el: Προβολή Όλων των Προβλέψεων Ιγμορίτιδας

source: No recent sinusitis predictions available.
el: Δεν υπάρχουν πρόσφατες προβλέψεις ιγμορίτιδας.

source: Health Alert - Migraine & Sinusitis
el: Ειδοποίηση Υγείας - Ημικρανία & Ιγμορίτιδα

source: Migraine Alert
el: Ειδοποίηση Ημικρανίας

source: Hello
el: Γεια σας

source: to
el: έως

source: Model Analysis
el: Ανάλυση Μοντέλου

source: Impact
el: Επίδραση

source: Overall Risk Score
el: Συνολική Βαθμολογία Κινδύνου

source: High risk - score ≥ 0.7
el: Υψηλός κίνδυνος - βαθμολογία ≥ 0.7

source: Medium risk - score 0.4-0.69
el: Μέτριος κίνδυνος - βαθμολογία 0.4-0.69

source: Low risk - score < 0.4
el: Χαμηλός κίνδυνος - βαθμολογία < 0.4

source: Risk Level
el: Επίπεδο Κινδύνου

source: Determined by AI analysis
el: Καθορίστηκε από ανάλυση AI

source: This prediction is based on weather conditions known to trigger migraines:
el: Αυτή η πρόβλεψη βασίζεται σε καιρικές συνθήκες που είναι γνωστό ότι προκαλούν ημικρανίες:

source: Temperature
el: Θερμοκρασία

source: Humidity
el: Υγρασία

source: Barometric Pressure
el: Βαρομετρική Πίεση

source: Precipitation
el: Βροχόπτωση

source: Cloud Cover
el: Νεφοκάλυψη

source: Recommended Actions
el: Προτεινόμενες Ενέργειες

source: General preventive measures:
el: Γενικά προληπτικά μέτρα:

source: Take prescribed preventive medication if you have any
el: Πάρτε τα συνταγογραφημένα προληπτικά φάρμακα αν έχετε

source: Stay well hydrated throughout the day
el: Παραμείνετε καλά ενυδατωμένοι όλη την ημέρα

source: Maintain regular sleep and meal schedules
el: Διατηρήστε τακτικά προγράμματα ύπνου και γευμάτων

source: Avoid known personal triggers (certain foods, stress, etc.)
el: Αποφύγετε γνωστούς προσωπικούς παράγοντες (συγκεκριμένα τρόφιμα, άγχος, κλπ.)

source: Personalized tips based on current factors:
el: Εξατομικευμένες συμβουλές βασισμένες στους τρέχοντες παράγοντες:

source: Specific to today's weather conditions:
el: Ειδικά για τις σημερινές καιρικές συνθήκες:

source: Dress in layers to adapt to temperature changes
el: Φορέστε ρούχα σε στρώσεις για να προσαρμοστείτε στις αλλαγές θερμοκρασίας

source: Use a humidifier or dehumidifier to maintain comfortable indoor humidity
el: Χρησιμοποιήστε υγραντήρα ή αφυγραντήρα για να διατηρήσετε άνετη εσωτερική υγρασία

source: Consider staying indoors during the worst pressure changes
el: Σκεφτείτε να μείνετε σε εσωτερικούς χώρους κατά τις χειρότερες αλλαγές πίεσης

source: Some people find relief with pressure-equalizing techniques
el: Μερικοί άνθρωποι βρίσκουν ανακούφιση με τεχνικές εξισορρόπησης πίεσης

source: Limit outdoor activities during heavy rain or storms
el: Περιορίστε τις υπαίθριες δραστηριότητες κατά τη διάρκεια έντονης βροχής ή καταιγίδων

source: Use bright indoor lighting to compensate for reduced natural light
el: Χρησιμοποιήστε έντονο εσωτερικό φωτισμό για να αντισταθμίσετε το μειωμένο φυσικό φως

source: Remember:
el: Θυμηθείτε:

source: Have your rescue medication readily available and know your early warning signs.
el: Έχετε τα φάρμακα έκτακτης ανάγκης εύκολα διαθέσιμα και γνωρίζετε τα πρώιμα προειδοποιητικά σημάδια σας.

source: Stay well,
el: Να είστε καλά,

source: The Migraine Forecast Team
el: Η Ομάδα Πρόβλεψης Ημικρανίας

source: This is an automated message from the Migraine Forecast application. The predictions are based on weather data and statistical models, and should not be considered medical advice.
el: Αυτό είναι ένα αυτοματοποιημένο μήνυμα από την εφαρμογή Πρόβλεψης Ημικρανίας. Οι προβλέψεις βασίζονται σε δεδομένα καιρού και στατιστικά μοντέλα, και δεν πρέπει να θεωρούνται ιατρική συμβουλή.

source: Predict migraine probability based on weather conditions and get timely alerts.
el: Προβλέψτε την πιθανότητα ημικρανίας με βάση τις καιρικές συνθήκες και λάβετε έγκαιρες ειδοποιήσεις.

source: Go to Dashboard
el: Μετάβαση στον Πίνακα Ελέγχου

source: Log In
el: Σύνδεση

source: Weather-Based Predictions
el: Προβλέψεις Βασισμένες στον Καιρό

source: Our app analyzes weather forecast data to predict migraine probability over the next 3-6 hours for your specified locations.
el: Η εφαρμογή μας αναλύει δεδομένα πρόβλεψης καιρού για να προβλέψει την πιθανότητα ημικρανίας τις επόμενες 3-6 ώρες για τις τοποθεσίες σας.

source: Email Alerts
el: Ειδοποιήσεις Email

source: Receive timely email notifications when weather conditions indicate a high probability of migraines.
el: Λάβετε έγκαιρες ειδοποιήσεις email όταν οι καιρικές συνθήκες υποδεικνύουν υψηλή πιθανότητα ημικρανίας.

source: City
el: Πόλη

source: Country
el: Χώρα

source: Latitude
el: Γεωγραφικό Πλάτος

source: Enter a decimal value (e.g., 40.7128 for New York)
el: Εισάγετε μια δεκαδική τιμή (π.χ., 40.7128 για τη Νέα Υόρκη)

source: Longitude
el: Γεωγραφικό Μήκος

source: Enter a decimal value (e.g., -74.0060 for New York)
el: Εισάγετε μια δεκαδική τιμή (π.χ., -74.0060 για τη Νέα Υόρκη)

source: Cancel
el: Ακύρωση

source: Find Coordinates
el: Εύρεση Συντεταγμένων

source: You can find the latitude and longitude coordinates for your location using these methods:
el: Μπορείτε να βρείτε τις συντεταγμένες γεωγραφικού πλάτους και μήκους για την τοποθεσία σας χρησιμοποιώντας αυτές τις μεθόδους:

source: Search for your city on
el: Αναζητήστε την πόλη σας στο

source: Use Google Maps: right-click on a location and select \
el: Χρησιμοποιήστε το Google Maps: κάντε δεξί κλικ σε μια τοποθεσία και επιλέξτε \

source: Use your device's GPS to get your current location coordinates
el: Χρησιμοποιήστε το GPS της συσκευής σας για να λάβετε τις συντεταγμένες της τρέχουσας τοποθεσίας σας

source: Delete Location
el: Διαγραφή Τοποθεσίας

source: Are you sure you want to delete the location <strong>%(city)s, %(country)s</strong>?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την τοποθεσία <strong>%(city)s, %(country)s</strong>;

source: This will also delete all associated forecasts, predictions, and comparison data for this location. This action cannot be undone.
el: Αυτό θα διαγράψει επίσης όλες τις σχετικές προβλέψεις καιρού, προβλέψεις ημικρανίας και δεδομένα σύγκρισης για αυτήν την τοποθεσία. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.

source: Location Details
el: Λεπτομέρειες Τοποθεσίας

source: Back to Locations
el: Επιστροφή στις Τοποθεσίες

source: Location Information
el: Πληροφορίες Τοποθεσίας

source: Added
el: Προστέθηκε

source: Current Weather Forecast
el: Τρέχουσα Πρόβλεψη Καιρού

source: Time
el: Ώρα

source: Temp (°C)
el: Θερμοκρασία (°C)

source: Humidity (%%)
el: Υγρασία (%%)

source: Pressure (hPa)
el: Πίεση (hPa)

source: Precipitation (mm)
el: Βροχόπτωση (mm)

source: Cloud Cover (%%)
el: Νεφοκάλυψη (%%)

source: No forecast data available for this location.
el: Δεν υπάρχουν διαθέσιμα δεδομένα πρόβλεψης καιρού για αυτήν την τοποθεσία.

source: Prediction Time
el: Χρόνος Πρόβλεψης

source: Target Window
el: Χρονικό Παράθυρο Στόχου

source: No prediction data available for this location.
el: Δεν υπάρχουν διαθέσιμα δεδομένα πρόβλεψης για αυτήν την τοποθεσία.

source: Delete
el: Διαγραφή

source: Username
el: Όνομα Χρήστη

source: Password
el: Κωδικός Πρόσβασης

source: Don't have an account?
el: Δεν έχετε λογαριασμό;

source: Register here
el: Εγγραφείτε εδώ

source: Showing %(start)s - %(end)s of %(count)s predictions
el: Εμφάνιση %(start)s - %(end)s από %(count)s προβλέψεις

source: No prediction data available yet. Predictions will appear here once they are generated for your locations.
el: Δεν υπάρχουν ακόμα διαθέσιμα δεδομένα πρόβλεψης. Οι προβλέψεις θα εμφανιστούν εδώ μόλις δημιουργηθούν για τις τοποθεσίες σας.

source: You need to add locations first to receive migraine predictions.
el: Πρέπει πρώτα να προσθέσετε τοποθεσίες για να λαμβάνετε προβλέψεις ημικρανίας.

source: About Migraine Predictions
el: Σχετικά με τις Προβλέψεις Ημικρανίας

source: Our prediction algorithm analyzes several weather parameters known to trigger migraines:
el: Ο αλγόριθμος πρόβλεψής μας αναλύει διάφορες παραμέτρους καιρού που είναι γνωστό ότι προκαλούν ημικρανίες:

source: Barometric Pressure Changes
el: Αλλαγές Βαρομετρικής Πίεσης

source: Sudden drops in pressure can trigger migraines
el: Οι απότομες πτώσεις πίεσης μπορούν να προκαλέσουν ημικρανίες

source: Temperature Fluctuations
el: Διακυμάνσεις Θερμοκρασίας

source: Rapid changes in temperature
el: Ταχείες αλλαγές στη θερμοκρασία

source: Humidity Levels
el: Επίπεδα Υγρασίας

source: Both very high and very low humidity
el: Τόσο πολύ υψηλή όσο και πολύ χαμηλή υγρασία

source: Incoming storms and rainfall
el: Επερχόμενες καταιγίδες και βροχοπτώσεις

source: Changes in light intensity due to cloud cover
el: Αλλαγές στην ένταση του φωτός λόγω νεφοκάλυψης

source: Predictions are classified as:
el: Οι προβλέψεις ταξινομούνται ως:

source: Strong likelihood of migraine triggers present
el: Ισχυρή πιθανότητα παρουσίας παραγόντων πρόκλησης ημικρανίας

source: Some migraine triggers present
el: Κάποιοι παράγοντες πρόκλησης ημικρανίας παρόντες

source: Few or no migraine triggers detected
el: Λίγοι ή καθόλου παράγοντες πρόκλησης ημικρανίας εντοπίστηκαν

source: User Profile
el: Προφίλ Χρήστη

source: Back to Dashboard
el: Επιστροφή στον Πίνακα Ελέγχου

source: Account Info
el: Πληροφορίες Λογαριασμού

source: Date Joined
el: Ημερομηνία Εγγραφής

source: Notifications
el: Ειδοποιήσεις

source: Disabled (no email provided)
el: Απενεργοποιημένο (δεν έχει δοθεί email)

source: Enabled
el: Ενεργοποιημένο

source: Disabled by user
el: Απενεργοποιημένο από τον χρήστη

source: Health & Sensitivity
el: Υγεία & Ευαισθησία

source: Language
el: Γλώσσα

source: Preferred language for the interface
el: Προτιμώμενη γλώσσα για τη διεπαφή

source: Age
el: Ηλικία

source: Prior Health Issues
el: Προηγούμενα Προβλήματα Υγείας

source: Optional: anything that influences your migraines.
el: Προαιρετικό: οτιδήποτε επηρεάζει τις ημικρανίες σας.

source: Notification Settings
el: Ρυθμίσεις Ειδοποιήσεων

source: Enable Email Notifications
el: Ενεργοποίηση Ειδοποιήσεων Email

source: Master switch for all email alerts
el: Κύριος διακόπτης για όλες τις ειδοποιήσεις email

source: Notification Mode
el: Λειτουργία Ειδοποιήσεων

source: How to deliver notifications
el: Πώς να παραδοθούν οι ειδοποιήσεις

source: Digest Time
el: Ώρα Σύνοψης

source: Time to send daily digest
el: Ώρα αποστολής ημερήσιας σύνοψης

source: Severity Threshold
el: Όριο Σοβαρότητας

source: Minimum severity for notifications
el: Ελάχιστη σοβαρότητα για ειδοποιήσεις

source: Notification Frequency
el: Συχνότητα Ειδοποιήσεων

source: Minimum hours between notifications
el: Ελάχιστες ώρες μεταξύ ειδοποιήσεων

source: Confirm Password
el: Επιβεβαίωση Κωδικού

source: Already have an account?
el: Έχετε ήδη λογαριασμό;

source: Login here
el: Συνδεθείτε εδώ

source: No sinusitis prediction data available yet. Predictions will appear here once they are generated for your locations.
el: Δεν υπάρχουν ακόμα διαθέσιμα δεδομένα πρόβλεψης ιγμορίτιδας. Οι προβλέψεις θα εμφανιστούν εδώ μόλις δημιουργηθούν για τις τοποθεσίες σας.

source: You need to add locations first to receive sinusitis predictions.
el: Πρέπει πρώτα να προσθέσετε τοποθεσίες για να λαμβάνετε προβλέψεις ιγμορίτιδας.
